;Place localized text in this file

; The Lost

[TheLostBoomer X2CharacterTemplate]
strCharacterName="失魂者-自爆"
[TheLostBoomerHP2 X2CharacterTemplate]
strCharacterName="失魂者-自爆"
[TheLostBoomerHP3 X2CharacterTemplate]
strCharacterName="失魂者-自爆"
[TheLostBoomerHP4 X2CharacterTemplate]
strCharacterName="失魂者-自爆"
[TheLostBoomerHP5 X2CharacterTemplate]
strCharacterName="失魂者-自爆"
[TheLostBoomerHP6 X2CharacterTemplate]
strCharacterName="失魂者-自爆"
[TheLostBoomerHP7 X2CharacterTemplate]
strCharacterName="失魂者-自爆"
[TheLostBoomerHP8 X2CharacterTemplate]
strCharacterName="失魂者-自爆"
[TheLostBoomerHP9 X2CharacterTemplate]
strCharacterName="失魂者-自爆"
[TheLostBoomerHP10 X2CharacterTemplate]
strCharacterName="失魂者-自爆"
[TheLostBoomerHP11 X2CharacterTemplate]
strCharacterName="失魂者-自爆"
[TheLostBoomerHP12 X2CharacterTemplate]
strCharacterName="失魂者-自爆"
[TheLostBoomerHP13 X2CharacterTemplate]
strCharacterName="失魂者-自爆"
[TheLostBoomerHP14 X2CharacterTemplate]
strCharacterName="失魂者-自爆"
[TheLostBoomerHP15 X2CharacterTemplate]
strCharacterName="失魂者-自爆"
[TheLostBoomerHP16 X2CharacterTemplate]
strCharacterName="失魂者-自爆"
[TheLostBoomerHP17 X2CharacterTemplate]
strCharacterName="失魂者-自爆"
[TheLostBoomerHP18 X2CharacterTemplate]
strCharacterName="失魂者-自爆"
[TheLostBoomerHP19 X2CharacterTemplate]
strCharacterName="失魂者-自爆"
[TheLostBoomerHP20 X2CharacterTemplate]
strCharacterName="失魂者-自爆"
[TheLostBoomerHP21 X2CharacterTemplate]
strCharacterName="失魂者-自爆"
[TheLostBoomerHP22 X2CharacterTemplate]
strCharacterName="失魂者-自爆"

[BoomerFuse X2AbilityTemplate]
LocFriendlyName="自爆者"
LocLongDescription="这个敌人携带的炸药会在他死亡的时候爆炸。"
LocHelpText="这个敌人携带的炸药会在他死亡的时候爆炸。"
LocFlyOverText="自爆者"

;------------------- DRONE ------------------------

[AdvDroneM1 X2CharacterTemplate]
strCharacterName="无人机-医疗型"
strAcquiredText="侦查无人机是能够在近战距离击晕敌人且拥有适用于小规模战斗的小型激光武器的小型空中支援单位。"
[AdvDroneM2 X2CharacterTemplate]
strCharacterName="高级无人机-医疗型"
strAcquiredText="侦查无人机是能够在近战距离击晕敌人且拥有适用于小规模战斗的小型激光武器的小型空中支援单位。"
[AdvDroneM3 X2CharacterTemplate]
strCharacterName="精英无人机-医疗型"
strAcquiredText="侦查无人机是能够在近战距离击晕敌人且拥有适用于小规模战斗的小型激光武器的小型空中支援单位。"

[AdvDroneM1_WPN X2WeaponTemplate]
FriendlyName="无人机冲击"
[AdvDroneM2_WPN X2WeaponTemplate]
FriendlyName="无人机电击"

[CorpseAdvDrone X2ItemTemplate]
FriendlyName="无人机残骸"
FriendlyNamePlural="无人机残骸"
BriefSummary="这个轻型的自主的保全气垫飞行器的残骸表明它主要是被设计用来监控市民和控制人群的。"

[AdvDroneShock X2AbilityTemplate]
LocFriendlyName="无人机冲击"
LocLongDescription="用来平息市民，这个效果造成极小伤害以及仅仅是混乱。"
LocHelpText="这个武器造成极小伤害以及削弱目标。"
LocFlyOverText="无人机冲击"
LocPromotionPopupText="<Bullet/> 用来平息市民，这个效果造成极小伤害以及仅仅是混乱。<br/>"

[AdvDroneRepair X2AbilityTemplate]
LocFriendlyName="维修"
LocFlyOverText="维修"
LocHelpText="维修任何附近的机械单位。"
LocLongDescription="维修任何附近的机械单位。"
LocPromotionPopupText="<Bullet/> 维修任何附近的机械单位。"

[AdvDroneHeal X2AbilityTemplate]
LocFriendlyName="治疗"
LocFlyOverText="治疗"
LocHelpText="治疗任何附近的生物单位。"
LocLongDescription="治疗任何附近的生物单位。"
LocPromotionPopupText="<Bullet/> 治疗任何附近的生物单位。"

[AdvDroneMeleeStun X2AbilityTemplate]
LocFriendlyName="眩晕装置"
LocFlyOverText="眩晕装置"
LocHelpText="试图击晕任何在近战距离内的敌人。"
LocLongDescription="试图击晕任何在近战距离内的敌人。"
LocPromotionPopupText="<Bullet/> 试图击晕任何在近战距离内的敌人。"
LocMissMessage="未命中！"

;------------------- UNITS ------------------------

[MutonCaptain X2CharacterTemplate]
strCharacterName="异变者-队长"
strAcquiredText="异变者队长用呐喊加强他们周围的友军。同时他们也能每回合进行多次射击。" 
[MutonChampion X2CharacterTemplate]
strCharacterName="异变者-捍卫"
strAcquiredText="异变捍卫者携带个人护盾生成器。他们可以用各种防御方式回应射击,包括护盾生成器和呐喊。" 

[AdvSkirmisherM1 X2CharacterTemplate]
strCharacterName="变种人-突袭兵"
strAcquiredText="这些突袭兵是长老会的精英追随者。"
[AdvSkirmisherM2 X2CharacterTemplate]
strCharacterName="高级变种人-突袭兵"
strAcquiredText="这些突袭兵是长老会的精英追随者。"
[AdvSkirmisherM3 X2CharacterTemplate]
strCharacterName="精英变种人-突袭兵"
strAcquiredText="这些突袭兵是长老会的精英追随者。"

[AdvTrooperSentinelM1 X2CharacterTemplate]
strCharacterName="变种人-哨兵"
strAcquiredText="哨兵能够在同一回合进行射击和守望。他们也拥有显著增强的视野和侦测范围。" 
[AdvTrooperSentinelM2 X2CharacterTemplate]
strCharacterName="高级变种人-哨兵"
strAcquiredText="哨兵能够在同一回合进行射击和守望。他们也拥有显著增强的视野和侦测范围。" 
[AdvTrooperSentinelM3 X2CharacterTemplate]
strCharacterName="精英变种人-哨兵"
strAcquiredText="哨兵能够在同一回合进行射击和守望。他们也拥有显著增强的视野和侦测范围。" 

[AdvTrooperPistolM1 X2CharacterTemplate]
strCharacterName="变种人-枪手"
strAcquiredText="装备轻型手枪且能够使用对峙技能，变种人神枪手能够同时把多名士兵送进医院。" 
[AdvTrooperPistolM2 X2CharacterTemplate]
strCharacterName="高级变种人-枪手"
strAcquiredText="装备轻型手枪且能够使用对峙技能，变种人神枪手能够同时把多名士兵送进医院。" 
[AdvTrooperPistolM3 X2CharacterTemplate]
strCharacterName="精英变种人-枪手"
strAcquiredText="装备轻型手枪且能够使用对峙技能，变种人神枪手能够同时把多名士兵送进医院。" 

[AdvTrooperArmorM1 X2CharacterTemplate]
strCharacterName="变种人-士兵"
[AdvTrooperArmorM2 X2CharacterTemplate]
strCharacterName="高级变种人-士兵"
[AdvTrooperArmorM3 X2CharacterTemplate]
strCharacterName="精英变种人-士兵"

[AdvTrooperShoggothM1 X2CharacterTemplate]
strCharacterName="变种人-装甲兵"
[AdvTrooperShoggothM2 X2CharacterTemplate]
strCharacterName="高级变种人-装甲兵"
[AdvTrooperShoggothM3 X2CharacterTemplate]
strCharacterName="精英变种人-装甲兵"

[AdvTrooperHeavyM1 X2CharacterTemplate]
strCharacterName="变种人-重装兵"
strAcquiredText="重装兵穿有提供更好保护的更高级变种人的护甲。" 
[AdvTrooperHeavyM2 X2CharacterTemplate]
strCharacterName="高级变种人-重装兵"
strAcquiredText="重装兵穿有提供更好保护的更高级变种人的护甲。" 
[AdvTrooperHeavyM3 X2CharacterTemplate]
strCharacterName="精英变种人-重装兵"
strAcquiredText="重装兵穿有提供更好保护的更高级变种人的护甲。" 

[AdvTrooperShotgunM1 X2CharacterTemplate]
strCharacterName="变种人-打击者"
strAcquiredText="打击者用他们的霰弹枪能够输出大量伤害。他们拥有增强的机动性并尝试充分利用这一点进行侧翼射击。" 
[AdvTrooperShotgunM2 X2CharacterTemplate]
strCharacterName="高级变种人-打击者"
strAcquiredText="打击者用他们的霰弹枪能够输出大量伤害。他们拥有增强的机动性并尝试充分利用这一点进行侧翼射击。" 
[AdvTrooperShotgunM3 X2CharacterTemplate]
strCharacterName="精英变种人-打击者"
strAcquiredText="打击者用他们的霰弹枪能够输出大量伤害。他们拥有增强的机动性并尝试充分利用这一点进行侧翼射击。" 

[AdvTrooperGrenadeM1 X2CharacterTemplate]
strCharacterName="变种人-爆破者"
strAcquiredText="基础爆破者装备有标准配置的破片手榴弹。" 
[AdvTrooperGrenadeM2 X2CharacterTemplate]
strCharacterName="高级变种人-爆破者"
strAcquiredText="高级变种人爆破者装备有标准配置的破片手榴弹和榴弹发射器。" 
[AdvTrooperGrenadeM3 X2CharacterTemplate]
strCharacterName="精英变种人-爆破者"
strAcquiredText="精英变种人爆破者装备有电浆手榴弹和榴弹发射器以及腕载火箭发射器。" 

[AdvTrooperEnviroM1 X2CharacterTemplate]
strCharacterName="变种人-毁灭者"
strAcquiredText="毁灭者是一种能够撕碎和穿透护甲的反装甲单位。同时他们也拥有增强的环境伤害。" 
[AdvTrooperEnviroM2 X2CharacterTemplate]
strCharacterName="高级变种人-毁灭者"
strAcquiredText="毁灭者是一种能够撕碎和穿透护甲的反装甲单位。同时他们也拥有增强的环境伤害。" 
[AdvTrooperEnviroM3 X2CharacterTemplate]
strCharacterName="精英变种人-毁灭者"
strAcquiredText="毁灭者是一种能够撕碎和穿透护甲的反装甲单位。同时他们也拥有增强的环境伤害。" 

[AdvTrooperCannonM1 X2CharacterTemplate]
strCharacterName="变种人-机枪兵"
strAcquiredText="加特林机枪兵装备有微型版本的MEC炮,能够对敌人释放毁灭性的子弹风暴。" 
[AdvTrooperCannonM2 X2CharacterTemplate]
strCharacterName="高级变种人-机枪兵"
strAcquiredText="加特林机枪兵装备有微型版本的MEC炮,能够对敌人释放毁灭性的子弹风暴。" 
[AdvTrooperCannonM3 X2CharacterTemplate]
strCharacterName="精英变种人-机枪兵"
strAcquiredText="加特林机枪兵装备有微型版本的MEC炮,能够对敌人释放毁灭性的子弹风暴。" 

[AdvTrooperSniperM1 X2CharacterTemplate]
strCharacterName="变种人-狙击手"
strAcquiredText="狙击手装备有狙击步枪，对目标进行精准射击。" 
[AdvTrooperSniperM2 X2CharacterTemplate]
strCharacterName="高级变种人-狙击手"
strAcquiredText="高级变种人神射手装备有狙击步枪，对目标进行精准射击。他们同时装备有手枪且能够使用小队视野。" 
[AdvTrooperSniperM3 X2CharacterTemplate]
strCharacterName="精英变种人-狙击手"
strAcquiredText="精英变种人神射手装备有狙击步枪，对目标进行精准射击。他们同时装备有手枪且能够使用小队视野。" 

[AdvCaptainPsiM1 X2CharacterTemplate]
strCharacterName="变种人-出师者"
strAcquiredText="小型的出师者灵能天赋允许他们使用小型版本的不能造成心灵控制的心灵扭曲。" 
[AdvCaptainPsiM2 X2CharacterTemplate]
strCharacterName="高级变种人-出师者"
strAcquiredText="高级变种人出师者就像灰人一样能够使用拥有所有可能效果的恰当的心灵扭曲。" 
[AdvCaptainPsiM3 X2CharacterTemplate]
strCharacterName="精英变种人-出师者"
strAcquiredText="除了心灵扭曲之外，精英变种人出师者还能够使用恐慌之矛技能施加大量恐慌。" 
[AdvCaptainPsiM4 X2CharacterTemplate]
strCharacterName="至尊变种人出师者"
strAcquiredText="至尊变种人出师者能够使用心灵扭曲和恐慌之矛以及传送,这使得他能够极大地控制战场。" 

[AdvCaptainReturnFireM1 X2CharacterTemplate]
strCharacterName="变种人-政委"
strAcquiredText="政委是携带重型手枪并能够进行反击的士官。" 
[AdvCaptainReturnFireM2 X2CharacterTemplate]
strCharacterName="高级变种人-政委"
strAcquiredText="政委是携带重型手枪并能够进行反击的士官。" 
[AdvCaptainReturnFireM3 X2CharacterTemplate]
strCharacterName="精英变种人-政委"
strAcquiredText="政委是携带重型手枪并能够进行反击的士官。" 
[AdvCaptainReturnFireM4 X2CharacterTemplate]
strCharacterName="至尊变种人-政委"
strAcquiredText="政委是携带重型手枪并能够进行反击的士官。" 

[AdvShieldbearerTechM2 X2CharacterTemplate]
strCharacterName="变种人-科技突击兵"
strAcquiredText="科技突击兵不使用护盾模块，而是操控小精灵无人机。他们因为使用引爆协议而臭名昭著,这种协议可以引爆XCOM士兵口袋里的手榴弹。" 
[AdvShieldbearerTechM3 X2CharacterTemplate]
strCharacterName="高级变种人-科技突击兵"
strAcquiredText="科技突击兵不使用护盾模块，而是操控小精灵无人机。他们因为使用引爆协议而臭名昭著,这种协议可以引爆XCOM士兵口袋里的手榴弹。" 
[AdvShieldbearerSniperM2 X2CharacterTemplate]
strCharacterName="变种人-守护者"
strAcquiredText="守护者是携带有狙击步枪的持盾者。" 
[AdvShieldbearerSniperM3 X2CharacterTemplate]
strCharacterName="高级变种人-守护者"
strAcquiredText="守护者是携带有狙击步枪的持盾者。" 

[AdvStunLancerShotgunM1 X2CharacterTemplate]
strCharacterName="变种人-突击兵"
strAcquiredText="突击长枪兵是装备有冲击长枪和霰弹枪的终极近战单位。" 
[AdvStunLancerShotgunM2 X2CharacterTemplate]
strCharacterName="高级变种人-突击兵"
strAcquiredText="突击长枪兵是装备有冲击长枪和霰弹枪的终极近战单位。" 
[AdvStunLancerShotgunM3 X2CharacterTemplate]
strCharacterName="精英变种人-突击兵"
strAcquiredText="突击长枪兵是装备有冲击长枪和霰弹枪的终极近战单位。精英变种人突击兵可以每回合多次开火。" 

[AdvStunLancerTazerM1 X2CharacterTemplate]
strCharacterName="变种人-创伤长枪兵"
strAcquiredText="创伤长枪兵使用电击枪代替冲击长枪。电击枪拥有更低的伤害，但是使得他们能够进入掩体从一定距离施加状态效果。" 
[AdvStunLancerTazerM2 X2CharacterTemplate]
strCharacterName="高级变种人-创伤长枪兵"
strAcquiredText="创伤长枪兵使用电击枪代替冲击长枪。电击枪拥有更低的伤害，但是使得他们能够进入掩体从一定距离施加状态效果。" 
[AdvStunLancerTazerM3 X2CharacterTemplate]
strCharacterName="精英变种人-创伤长枪兵"
strAcquiredText="创伤长枪兵使用电击枪代替冲击长枪。电击枪拥有更低的伤害，但是使得他们能够进入掩体从一定距离施加状态效果。" 

[AutoDoc_M1 X2CharacterTemplate]
strCharacterName="变种人-医疗专家"
strAcquiredText="医疗专家使用他们的小精灵无人机通过医疗协议来治疗受伤的友军。他们同时也提供全掩体。" 
[AutoDoc_M2 X2CharacterTemplate]
strCharacterName="高级变种人-医疗专家"
strAcquiredText="医疗专家使用他们的小精灵无人机通过医疗协议来治疗受伤的友军。他们同时也提供全掩体。" 
[AdvAcidMEC_M2 X2CharacterTemplate]
strCharacterName="MEC-危险型"
strAcquiredText="MEC-危险型是行走的战争罪犯,他们能够用酸覆盖整个地面。" 
[AdvSupportMEC_M1 X2CharacterTemplate]
strCharacterName="MEC-防爆型"
strAcquiredText="MEC-防爆型能够使用烟雾弹为友军提供掩护。" 
[AdvSupportMEC_M2 X2CharacterTemplate]
strCharacterName="MEC-重型防爆"
strAcquiredText="MEC-防爆型能够使用烟雾弹为友军提供掩护。MEC-重型防爆同时装备有能够造成大半径混乱的闪光弹发射器。" 

[Chryssalid X2CharacterTemplate]
strCharacterName="寄生兽-猎手"
strAcquiredText="完全发育成熟且拥有一定经验的猎食者——猎人，是一位可怕的对手." 

[ABAChryssalidM1 X2CharacterTemplate]
strCharacterName="寄生兽-爬行者"
strAcquiredText="这个幼体寄生兽目前还没有毒性。" 
[ABAChryssalidM2 X2CharacterTemplate]
strCharacterName="寄生兽-渗血"
strAcquiredText="这个成年雄性寄生兽没有毒性，但是他的酸性血液能够伤害近战对手。" 
[ABAChryssalidM3 X2CharacterTemplate]
strCharacterName="寄生兽-猎人"
strAcquiredText="拥有一些经验的完全体寄生兽，寄生兽猎人是难对付的对手。" 
[ABAChryssalidM4 X2CharacterTemplate]
strCharacterName="寄生兽-猎杀者"
strAcquiredText="最强悍的普通寄生兽，寄生兽猎杀者能够在自身承受大量攻击的同时输出大量伤害。" 

[ChryssalidSpitter X2CharacterTemplate]
strCharacterName="寄生兽-喷吐者"
strAcquiredText="寄生兽喷吐者是低等级的寄生兽,最值得注意的是他们能够喷吐小团毒素。闪电反应使他们能够闪避敌人的攻击。" 
[ChryssalidDaddy X2CharacterTemplate]
strCharacterName="寄生兽-王"
strAcquiredText="寄生兽巢穴中身体最强壮的成员被选为女王的配偶。他们与蜂巢主脑的近距离联系使他们对致幻效果免疫。闪电反应使他们能够闪避敌人的攻击。" 
[ChryssalidMommy X2CharacterTemplate]
strCharacterName="寄生兽-女王"
strAcquiredText="寄生兽女王养育族群。她们受到威胁时能够把还未成熟的寄生兽卵投入战斗，以此立刻创造一群寄生兽。他们是蜂巢主脑的连接，所以对致幻效果免疫。" 
[ChryssalidAbomination X2CharacterTemplate]
strCharacterName="寄生兽-畸变体"
strAcquiredText="这种猎食者畸形怪诞、面目可憎，猎食者族群对畸变体毫无用处。它们在乡野间游荡，造成大量破坏，最终才会被消灭。" 

[ViperBoa X2CharacterTemplate]
strCharacterName="蟒蛇"
strAcquiredText="蟒蛇是纯粹的近战敌人。他们抓住猎物后把猎物缠在蛇圈里。不像其他毒蛇，蟒蛇濒死时才会释放猎物。" 
[Wyvern X2CharacterTemplate]
strCharacterName="翼龙"
strAcquiredText="翼龙喷吐一种类似凝固汽油弹的能够造成目标区域燃烧多个回合的高度易燃物质，而不是毒素。" 
[ViperMamba X2CharacterTemplate]
strCharacterName="曼巴"
strAcquiredText="曼巴是狙击手。他们能够在小队视野范围里使用弩枪。如果一个敌人接近死亡，绝杀技能能够精准地给这个敌人最后的致命一击。" 
[ViperM4 X2CharacterTemplate]
strCharacterName="毒蛇-领袖"
strAcquiredText="这些在战场上拥有无可比拟的敏捷性的毒蛇在他们同类里最为凶猛。和其他领袖一样，他们被击中时会立刻做出反应。" 

[SectoidTrooper X2CharacterTemplate]
strCharacterName="灰人-士兵"
strAcquiredText="灰人士兵只能使用灵能复生，但他们的战斗能力大幅改进。" 
[SectoidMindbender X2CharacterTemplate]
strCharacterName="灰人-摧心者"
strAcquiredText="灰人摧心者拥有高于平均的灵能能力。心灵扭曲更有可能拥有更好的效果。他们复活的僵尸可以在周围没有灰人的情况下存活。" 
[SectoidPuppeteer X2CharacterTemplate]
strCharacterName="灰人-傀儡师"
strAcquiredText="一个独特的灰人变种，灰人傀儡师每回合能复活多个僵尸。傀儡师死后傀儡仍然会继续存活。" 

[SectoidTrooperM4 X2CharacterTemplate]
strCharacterName="灰人-士兵领袖"
strAcquiredText="灰人士兵只能使用灵能复生，但他们的战斗能力大幅改进。这是一个领袖单位，遭受伤害时能立刻做出反应。" 
[SectoidMindbenderM4 X2CharacterTemplate]
strCharacterName="灰人-摧心者领袖"
strAcquiredText="灰人摧心者拥有高于平均的灵能能力。心灵扭曲更有可能拥有更好的效果。他们复活的僵尸可以在周围没有灰人的情况下存活。这是一个领袖单位，遭受伤害时能立刻做出反应。" 
[SectoidPuppeteerM4 X2CharacterTemplate]
strCharacterName="灰人-傀儡师领袖"
strAcquiredText="一个独特的灰人变种，灰人傀儡师每回合能复活多个僵尸。傀儡师死后傀儡仍然会继续存活。这是一个领袖单位，遭受伤害时能立刻做出反应。" 

[PsiPuppet X2CharacterTemplate]
strCharacterName="傀儡"
strAcquiredText="一种常规傀儡。他们被灰人傀儡师和还魂士兵复活。" 
[PsiPuppetArmor X2CharacterTemplate]
strCharacterName="僵尸-装甲类"
strAcquiredText="这个僵尸拥有额外的护甲。" 
[PsiPuppetRevive X2CharacterTemplate]
strCharacterName="僵尸-亡魂类"
strAcquiredText="这个僵尸死后会复活成为一个傀儡。" 
[PsiPuppetRunner X2CharacterTemplate]
strCharacterName="僵尸-奔跑者"
strAcquiredText="这个僵尸拥有增强的机动性。" 

[PsiPuppetM3 X2CharacterTemplate]
strCharacterName="僵尸-大傀儡"
strAcquiredText="更强大的傀儡。他们被灰人傀儡师领袖复活。" 
[PsiPuppetArmorM3 X2CharacterTemplate]
strCharacterName="僵尸-暴君"
strAcquiredText="这个僵尸拥有额外的护甲。" 
[PsiPuppetReviveM3 X2CharacterTemplate]
strCharacterName="僵尸-大亡魂"
strAcquiredText="这个僵尸死后会复活成为一个傀儡。" 
[PsiPuppetRunnerM3 X2CharacterTemplate]
strCharacterName="僵尸-跳跃者"
strAcquiredText="这个僵尸拥有增强的机动性。" 

[BerserkerM4 X2CharacterTemplate]
strCharacterName="狂战士-领袖"
strAcquiredText="狂战士领袖是能够在受到伤害时获得增益的巨大怪兽。" 
[BerserkerFire X2CharacterTemplate]
strCharacterName="狂战士-纵火者"
strAcquiredText="这个狂战士变种能够在他面前喷出宽但短的锥形火焰。" 
[BerserkerFireM4 X2CharacterTemplate]
strCharacterName="狂战士-纵火者领袖"
strAcquiredText="纵火者领袖是能够在受到伤害时获得增益的巨大怪兽。" 

[MutonDragonrounds X2CharacterTemplate]
strCharacterName="异变者-火焰类"
strAcquiredText="异变者-火焰类用火龙子弹装填他们的武器,这使得他们的射击会施加燃烧效果。" 
[MutonVenomrounds X2CharacterTemplate]
strCharacterName="异变者-感染类"
strAcquiredText="异变者-感染类用毒素子弹装填他们的武器,这使得他们的射击会施加中毒效果。" 
[MutonM4 X2CharacterTemplate]
strCharacterName="异变者-领袖"
strAcquiredText="令人害怕的异变者领袖装备有能够撕碎护甲的电浆炮。和其他领袖一样，他们受到伤害时会立刻做出反应。" 

[CodexICE X2CharacterTemplate]
strCharacterName="原典-入侵对抗型"
strAcquiredText="入侵反制者原典专精于单体攻击。它会富有侵略性地传送至敌人侧翼并用弩炮造成大量伤害。" 
[CodexAdventX2CharacterTemplate]
strCharacterName="变种人-原典"
strAcquiredText="运输飞船太慢的时候，变种人会通过原典传送进入战场。这个原典会在进入的地点吸引任何敌人的火力，并以恐怖的敏捷性闪避。" 
[CodexSplitter X2CharacterTemplate]
strCharacterName="原典-分裂者"
strAcquiredText="分裂者喜欢独自游荡。只要一刻不受阻挡他们就能够迅速连环克隆成一只部队。" 
[CodexBomber X2CharacterTemplate]
strCharacterName="原典-投弹手"
strAcquiredText="原典投弹手使用增强版本的没有冷却时间的灵能炸弹。他们也能够在被发现的时候使用这个技能。" 
[CodexM4 X2CharacterTemplate]
strCharacterName="原典-领袖"
strAcquiredText="原典领袖使用增强版本的没有冷却时间的灵能炸弹。他们也在被发现的时候分裂并且能够在危急时激活个人护盾。" 

[SpectreM4 X2CharacterTemplate]
strCharacterName="幽灵-领袖"
strAcquiredText="和其他领袖一样，他们遭受火力时会立刻做出反应。" 

[Shoggoth X2CharacterTemplate]
strCharacterName="无面怪-修格斯" 
strAcquiredText="变种人开始把伪装成士兵的无面者混入他们的军团。由于它们黑而油的外表，反抗军把他们称为修格斯。" 

[GatekeeperM4 X2CharacterTemplate]
strCharacterName="看门人-领袖" 
strAcquiredText="看门人领袖是毁灭性的激光平台。它们没有灵能，但能够在被击中时充能。" 

[AndromedonM4 X2CharacterTemplate]
strCharacterName="仙女座外星人-领袖" 
strAcquiredText="仙女座外星人领袖使用重型酸性武器。和其他领袖一样，他们遭受火力时会立刻做出反应。" 

[AndromedonRobotM4 X2CharacterTemplate]
strCharacterName="仙女座外星人-领袖外壳"
strAcquiredText="和其他领袖一样，他们遭受火力时会立刻做出反应。" 

[ArchonM4 X2CharacterTemplate]
strCharacterName="执政官-领袖" 
strAcquiredText="这个帝王般的生物是执政官身体上的加强版。他们被击中时获得额外移动力。" 
[ArchonMelee X2CharacterTemplate]
strCharacterName="执政官-瓦尔基里" 
strAcquiredText="瓦尔基里是只能近战的执政官变种。她使用生命吸取并且拥有能在她周围造成大量恐慌的独特的范围效果技能。" 
[ArchonSentinel X2CharacterTemplate]
strCharacterName="执政官-哨兵" 
strAcquiredText="哨兵使用经过掩护火力和守护加强的守望封锁区域。" 

[StealthSectopod X2CharacterTemplate]
strCharacterName="破坏者-领袖" 
strAcquiredText="外星人工程的尖端。破坏者领袖是遭受火力时会立刻做出反应的巨大战争机器。得益于一种原型隐匿合金，它能避开暗影舱的侦测。" 

[DroneDistress X2CharacterTemplate]
strCharacterName="无人机-侦察型" 
strAcquiredText="侦察无人机在被干扰时会呼叫援军。" 
[MECDistress X2CharacterTemplate]
strCharacterName="MEC-侦察型" 
strAcquiredText="这个侦察MEC在被干扰时会呼叫援军。" 
[SectopodDistress X2CharacterTemplate]
strCharacterName="破坏者-侦察型" 
strAcquiredText="这个侦察破坏者在被干扰时会呼叫援军。" 


;------------- WEAPONS --------------------

[AdvCannonM1_WPN X2WeaponTemplate]
FriendlyName="变种人大炮"
FriendlyNamePlural="变种人大炮"
BriefSummary="变种人自己设计出的大炮。"
TacticalText="<Bullet/> 使用主武器总是会结束士兵的回合。\n<Bullet/> 使用从敌人那里收集的升级部件改进大炮的战斗力。"

[AdvCannonM2_WPN X2WeaponTemplate]
FriendlyName="变种人磁力炮"
FriendlyNamePlural="变种人磁力炮"
BriefSummary="变种人自己设计出的大炮。"
TacticalText="<Bullet/> 磁力炮更加具有威力,且和普通版本的大炮具有同等的部署能力。\n<Bullet/> 使用从敌人那里收集的升级部件改进磁力炮的战斗力。"

[AdvCannonM3_WPN X2WeaponTemplate]
FriendlyName="变种人光束炮"
FriendlyNamePlural="变种人光束炮"
BriefSummary="变种人自己设计出的大炮。"
TacticalText="<Bullet/> 光束炮是人类能部署的最具威力的战斗支援武器。\n<Bullet/> 使用从敌人那里收集的升级部件改进光束炮的战斗力。"

[AdvCannonShredM1_WPN X2WeaponTemplate]
FriendlyName="撕碎弹炮"
FriendlyNamePlural="撕碎弹炮"
BriefSummary="变种人自己设计出的大炮。显然它们包括了撕碎护甲的能力。"
TacticalText="<Bullet/> 使用主武器总是会结束士兵的回合。\n<Bullet/> 使用从敌人那里收集的升级部件改进大炮的战斗力。"

[AdvCannonShredM2_WPN X2WeaponTemplate]
FriendlyName="磁力撕碎弹炮"
FriendlyNamePlural="磁力撕碎弹炮"
BriefSummary="变种人自己设计出的大炮。显然它们包括了撕碎护甲的能力。"
TacticalText="<Bullet/> 磁力炮更加具有威力,且和普通版本的大炮具有同等的部署能力。\n<Bullet/> 使用从敌人那里收集的升级部件改进磁力炮的战斗力。"

[AdvCannonShredM3_WPN X2WeaponTemplate]
FriendlyName="光束撕碎弹炮"
FriendlyNamePlural="光束撕碎弹炮"
BriefSummary="变种人自己设计出的大炮。显然它们包括了撕碎护甲的能力。"
TacticalText="<Bullet/> 光束炮是人类能部署的最具威力的战斗支援武器。\n<Bullet/> 使用从敌人那里收集的升级部件改进光束炮的战斗力。"

[AdvRifleShredM1_WPN X2WeaponTemplate]
FriendlyName="变种人撕碎步枪"
FriendlyNamePlural="变种人撕碎步枪"
BriefSummary="这种升级过的变种人步枪能够撕碎护甲。"
TacticalText="<Bullet/> 使用主武器总是会结束士兵的回合\n<Bullet/> 如果士兵拥有两点移动力时开火，那么会以较低的命中率但总体上增加的效率开火三次\n<Bullet/> 使用从敌人那里收集的升级部件改进突击步枪的战斗力。"

[AdvRifleShredM2_WPN X2WeaponTemplate]
FriendlyName="变种人撕碎步枪"
FriendlyNamePlural="变种人撕碎步枪"
BriefSummary="这种升级过的变种人步枪能够撕碎护甲。"
TacticalText="<Bullet/> 使用主武器总是会结束士兵的回合\n<Bullet/> 如果士兵拥有两点移动力时开火，那么会以较低的命中率但总体上增加的效率开火三次\n<Bullet/> 使用从敌人那里收集的升级部件改进突击步枪的战斗力。"

[AdvRifleShredM3_WPN X2WeaponTemplate]
FriendlyName="变种人撕碎步枪"
FriendlyNamePlural="变种人撕碎步枪"
BriefSummary="这种升级过的变种人步枪能够撕碎护甲。"
TacticalText="<Bullet/> 使用主武器总是会结束士兵的回合\n<Bullet/> 如果士兵拥有两点移动力时开火，那么会以较低的命中率但总体上增加的效率开火三次\n<Bullet/> 使用从敌人那里收集的升级部件改进突击步枪的战斗力。"

[AdvRifleEnviroM1_WPN X2WeaponTemplate]
FriendlyName="变种人毁灭步枪"
FriendlyNamePlural="变种人毁灭步枪"
BriefSummary="这种升级过的变种人步枪能够穿透护甲并且摧毁环境物体。"
TacticalText="<Bullet/> 使用主武器总是会结束士兵的回合\n<Bullet/> 如果士兵拥有两点移动力时开火，那么会以较低的命中率但总体上增加的效率开火三次\n<Bullet/> 使用从敌人那里收集的升级部件改进突击步枪的战斗力。"

[AdvRifleEnviroM2_WPN X2WeaponTemplate]
FriendlyName="变种人毁灭步枪"
FriendlyNamePlural="变种人毁灭步枪"
BriefSummary="这种升级过的变种人步枪能够穿透护甲并且摧毁环境物体。"
TacticalText="<Bullet/> 使用主武器总是会结束士兵的回合\n<Bullet/> 如果士兵拥有两点移动力时开火，那么会以较低的命中率但总体上增加的效率开火三次\n<Bullet/> 使用从敌人那里收集的升级部件改进突击步枪的战斗力。"

[AdvRifleEnviroM3_WPN X2WeaponTemplate]
FriendlyName="变种人毁灭步枪"
FriendlyNamePlural="变种人毁灭步枪"
BriefSummary="这种升级过的变种人步枪能够穿透护甲并且摧毁环境物体。"
TacticalText="<Bullet/> 使用主武器总是会结束士兵的回合\n<Bullet/> 如果士兵拥有两点移动力时开火，那么会以较低的命中率但总体上增加的效率开火三次\n<Bullet/> 使用从敌人那里收集的升级部件改进突击步枪的战斗力。"

[AdvRifleCoverFireM1_WPN X2WeaponTemplate]
FriendlyName="变种人哨兵步枪"
FriendlyNamePlural="变种人哨兵步枪"
BriefSummary="这种升级过的变种人步枪适合快速反应射击。"
TacticalText="<Bullet/> 使用主武器总是会结束士兵的回合\n<Bullet/> 如果士兵拥有两点移动力时开火，那么会以较低的命中率但总体上增加的效率开火三次\n<Bullet/> 使用从敌人那里收集的升级部件改进突击步枪的战斗力。"

[AdvRifleCoverFireM2_WPN X2WeaponTemplate]
FriendlyName="变种人哨兵步枪"
FriendlyNamePlural="变种人哨兵步枪"
BriefSummary="这种升级过的变种人步枪适合快速反应射击。"
TacticalText="<Bullet/> 使用主武器总是会结束士兵的回合\n<Bullet/> 如果士兵拥有两点移动力时开火，那么会以较低的命中率但总体上增加的效率开火三次\n<Bullet/> 使用从敌人那里收集的升级部件改进突击步枪的战斗力。"

[AdvRifleCoverFireM3_WPN X2WeaponTemplate]
FriendlyName="变种人哨兵步枪"
FriendlyNamePlural="变种人哨兵步枪"
BriefSummary="这种升级过的变种人步枪适合快速反应射击。"
TacticalText="<Bullet/> 使用主武器总是会结束士兵的回合\n<Bullet/> 如果士兵拥有两点移动力时开火，那么会以较低的命中率但总体上增加的效率开火三次\n<Bullet/> 使用从敌人那里收集的升级部件改进突击步枪的战斗力。"

[AdvShotgunM1_WPN X2WeaponTemplate]
FriendlyName="变种人霰弹枪"
FriendlyNamePlural="变种人霰弹枪"
BriefSummary="为了回应XCOM使用霰弹枪，变种人开始做出非常类似的设计。"
TacticalText="<Bullet/> 使用主武器总是会结束士兵的回合。\n<Bullet/> 霰弹枪在近距离非常有效，但它的精准度随着距离变远而迅速下降。\n<Bullet/> 使用从敌人那里收集的升级部件改进霰弹枪的战斗力。"

[AdvShotgunM2_WPN X2WeaponTemplate]
FriendlyName="变种人碎片枪"
FriendlyNamePlural="变种人碎片枪"
BriefSummary="为了回应XCOM使用霰弹枪，变种人开始做出非常类似的设计。"
TacticalText="<Bullet/> 使用主武器总是会结束士兵的回合。\n<Bullet/> 霰弹枪在近距离非常有效，但它的精准度随着距离变远而迅速下降。\n<Bullet/> 使用从敌人那里收集的升级部件改进霰弹枪的战斗力。"

[AdvShotgunM3_WPN X2WeaponTemplate]
FriendlyName="变种人风暴枪"
FriendlyNamePlural="变种人风暴枪"
BriefSummary="为了回应XCOM使用霰弹枪，变种人开始做出非常类似的设计。"
TacticalText="<Bullet/> 使用主武器总是会结束士兵的回合。\n<Bullet/> 霰弹枪在近距离非常有效，但它的精准度随着距离变远而迅速下降。\n<Bullet/> 使用从敌人那里收集的升级部件改进霰弹枪的战斗力。"

[AdvShotgunCCSM1_WPN X2WeaponTemplate]
FriendlyName="圣殿霰弹枪"
FriendlyNamePlural="圣殿霰弹枪"
BriefSummary="针对XCOM使用霰弹枪的情况，变种人开始部署非常相似设计的武器。"
TacticalText="<Bullet/> 发射主武器总会结束士兵的回合。\n<Bullet/> 霰弹枪在近距离作战时极为有效，但在远距离时准确度会迅速下降。\n<Bullet/> 使用从敌人处缴获的升级部件来提升霰弹枪的战术效能。"
 
[AdvShotgunCCSM2_WPN X2WeaponTemplate]
FriendlyName="圣殿晶片枪"
FriendlyNamePlural="圣殿晶片枪"
BriefSummary="针对XCOM使用霰弹枪的情况，变种人开始部署非常相似设计的武器。"
TacticalText="<Bullet/> 发射主武器总会结束士兵的回合。\n<Bullet/> 霰弹枪在近距离作战时极为有效，但在远距离时准确度会迅速下降。\n<Bullet/> 使用从敌人处缴获的升级部件来提升霰弹枪的战术效能。"
 
[AdvShotgunCCSM3_WPN X2WeaponTemplate]
FriendlyName="圣殿风暴枪"
FriendlyNamePlural="圣殿风暴枪"
BriefSummary="针对XCOM使用霰弹枪的情况，变种人开始部署非常相似设计的武器。"
TacticalText="<Bullet/> 发射主武器总会结束士兵的回合。\n<Bullet/> 霰弹枪在近距离作战时极为有效，但在远距离时准确度会迅速下降。\n<Bullet/> 使用从敌人处缴获的升级部件来提升霰弹枪的战术效能。"

[AdvSniperM1_WPN X2WeaponTemplate]
FriendlyName="变种人狙击步枪"
FriendlyNamePlural="变种人狙击步枪"
BriefSummary="就如同XCOM使用的武器一样，这些步枪在长距离时相当致命。"
TacticalText="<Bullet/> 狙击步枪总是需要两点行动力来开火。\n<Bullet/> 狙击步枪在近距离使用时有命中惩罚。\n<Bullet/> 使用从敌人那里收集的升级部件改进狙击步枪的战斗力。"

[AdvSniperM2_WPN X2WeaponTemplate]
FriendlyName="变种人高斯步枪"
FriendlyNamePlural="变种人高斯步枪"
BriefSummary="就如同XCOM使用的武器一样，这些步枪在长距离时相当致命。"
TacticalText="<Bullet/> 狙击步枪总是需要两点行动力来开火。\n<Bullet/> 狙击步枪在近距离使用时有命中惩罚。\n<Bullet/> 使用从敌人那里收集的升级部件改进狙击步枪的战斗力。"

[AdvSniperM3_WPN X2WeaponTemplate]
FriendlyName="变种人电浆长矛"
FriendlyNamePlural="变种人电浆长矛"
BriefSummary="就如同XCOM使用的武器一样，这些步枪在长距离时相当致命。"
TacticalText="<Bullet/> 狙击步枪总是需要两点行动力来开火。\n<Bullet/> 狙击步枪在近距离使用时有命中惩罚。\n<Bullet/> 使用从敌人那里收集的升级部件改进狙击步枪的战斗力。"

[Sectoid_Holo_WPN X2WeaponTemplate]
FriendlyName="全息光束手枪"
FriendlyNamePlural="全息光束手枪"
BriefSummary="这个灰人调整过他的光束武器，使其具有了全息瞄准能力。"
TacticalText="<Bullet/> 使用主武器总是会结束士兵的回合\n<Bullet/> 如果士兵拥有两点移动力时开火，那么会以较低的命中率但总体上增加的效率开火三次\n<Bullet/> 使用从敌人那里收集的升级部件改进突击步枪的战斗力"

[Firebreathing X2WeaponTemplate]
FriendlyName="火焰吐息"
FriendlyNamePlural="火焰吐息"
BriefSummary="这个外星人能够在他面前喷出宽但短的锥形火焰。"
TacticalText="<Bullet/> 使用主武器总是会结束士兵的回合\n<Bullet/> 如果士兵拥有两点移动力时开火，那么会以较低的命中率但总体上增加的效率开火三次\n<Bullet/> 使用从敌人那里收集的升级部件改进突击步枪的战斗力"

[ChrysSpit X2WeaponTemplate]
FriendlyName="寄生兽喷吐"
FriendlyNamePlural="寄生兽喷吐"
BriefSummary="这个外星人能够喷吐寄生兽毒素。"
TacticalText="<Bullet/> 使用主武器总是会结束士兵的回合\n<Bullet/> 如果士兵拥有两点移动力时开火，那么会以较低的命中率但总体上增加的效率开火三次\n<Bullet/> 使用从敌人那里收集的升级部件改进突击步枪的战斗力"

[ViperAdder_WPN X2WeaponTemplate]
FriendlyName="毒蛇电浆步枪"
FriendlyNamePlural="毒蛇电浆步枪"
BriefSummary="超级充能的毒蛇步枪，可以连环射击。"
TacticalText="<Bullet/> 使用主武器总是会结束士兵的回合\n<Bullet/> 如果士兵拥有两点移动力时开火，那么会以较低的命中率但总体上增加的效率开火三次\n<Bullet/> 使用从敌人那里收集的升级部件改进突击步枪的战斗力"

[ViperMamba_WPN X2WeaponTemplate]
FriendlyName="曼巴弩炮"
FriendlyNamePlural="曼巴弩炮"
BriefSummary="末日般的狙击装备。或者其他之类的。"
TacticalText="<Bullet/> 使用主武器总是会结束士兵的回合\n<Bullet/> 如果士兵拥有两点移动力时开火，那么会以较低的命中率但总体上增加的效率开火三次\n<Bullet/> 使用从敌人那里收集的升级部件改进突击步枪的战斗力"

[Stick X2WeaponTemplate]
FriendlyName="棍子"
FriendlyNamePlural="棍子"
BriefSummary="它只是根棍子。它不能做任何事情。"
TacticalText="<Bullet/> 这根棍子在战斗中没有价值。\n<Bullet/> 你不能用它射击。\n<Bullet/> 你甚至不能用它击打别人。"

[MutonRed_WPN X2WeaponTemplate]
FriendlyName="光束步枪"
FriendlyNamePlural="光束步枪"
BriefSummary="XCOM已经努力回收了各种标准步兵小型武器; 这是最普通的种类，类似于二十年前使用的步枪。虽然肯定次于变种人的磁力科技，但一旦标准技术方法被发现，它至少能够用附加的武器部件升级。"
TacticalText="<Bullet/> 使用主武器总是会结束士兵的回合\n<Bullet/> 如果士兵拥有两点移动力时开火，那么会以较低的命中率但总体上增加的效率开火三次\n<Bullet/> 使用从敌人那里收集的升级部件改进突击步枪的战斗力"

[MutonYellow_WPN X2WeaponTemplate]
FriendlyName="光束步枪"
FriendlyNamePlural="光束步枪"
BriefSummary="XCOM已经努力回收了各种标准步兵小型武器; 这是最普通的种类，类似于二十年前使用的步枪。虽然肯定次于变种人的磁力科技，但一旦标准技术方法被发现，它至少能够用附加的武器部件升级。"
TacticalText="<Bullet/> 使用主武器总是会结束士兵的回合\n<Bullet/> 如果士兵拥有两点移动力时开火，那么会以较低的命中率但总体上增加的效率开火三次\n<Bullet/> 使用从敌人那里收集的升级部件改进突击步枪的战斗力"

[MutonLEU_WPN X2WeaponTemplate]
FriendlyName="光束步枪"
FriendlyNamePlural="光束步枪"
BriefSummary="XCOM已经努力回收了各种标准步兵小型武器; 这是最普通的种类，类似于二十年前使用的步枪。虽然肯定次于变种人的磁力科技，但一旦标准技术方法被发现，它至少能够用附加的武器部件升级。"
TacticalText="<Bullet/> 使用主武器总是会结束士兵的回合\n<Bullet/> 如果士兵拥有两点移动力时开火，那么会以较低的命中率但总体上增加的效率开火三次\n<Bullet/> 使用从敌人那里收集的升级部件改进突击步枪的战斗力"

[AdvCannonShredM4_Muton_WPN X2WeaponTemplate]
FriendlyName="光束撕碎炮"
FriendlyNamePlural="光束撕碎炮"
BriefSummary="XCOM已经努力回收了各种标准步兵小型武器; 这是最普通的种类，类似于二十年前使用的步枪。虽然肯定次于变种人的磁力科技，但一旦标准技术方法被发现，它至少能够用附加的武器部件升级。"
TacticalText="<Bullet/> 使用主武器总是会结束士兵的回合\n<Bullet/> 如果士兵拥有两点移动力时开火，那么会以较低的命中率但总体上增加的效率开火三次\n<Bullet/> 使用从敌人那里收集的升级部件改进突击步枪的战斗力"

[Firebreathing X2WeaponTemplate]
FriendlyName="火焰吐息"
FriendlyNamePlural="火焰吐息武器"
BriefSummary="XCOM已经努力回收了各种标准步兵小型武器; 这是最普通的种类，类似于二十年前使用的步枪。虽然肯定次于变种人的磁力科技，但一旦标准技术方法被发现，它至少能够用附加的武器部件升级。"
TacticalText="<Bullet/> 使用主武器总是会结束士兵的回合\n<Bullet/> 如果士兵拥有两点移动力时开火，那么会以较低的命中率但总体上增加的效率开火三次\n<Bullet/> 使用从敌人那里收集的升级部件改进突击步枪的战斗力"

[AdvCaptainM4_Wpn X2WeaponTemplate]
FriendlyName="变种人磁力步枪"
FriendlyNamePlural="变种人磁力步枪"
BriefSummary="XCOM已经努力回收了各种标准步兵小型武器; 这是最普通的种类，类似于二十年前使用的步枪。虽然肯定次于变种人的磁力科技，但一旦标准技术方法被发现，它至少能够用附加的武器部件升级。"
TacticalText="<Bullet/> 使用主武器总是会结束士兵的回合\n<Bullet/> 如果士兵拥有两点移动力时开火，那么会以较低的命中率但总体上增加的效率开火三次\n<Bullet/> 使用从敌人那里收集的升级部件改进突击步枪的战斗力"

[TazerPistolM1_WPN X2WeaponTemplate]
FriendlyName="电击手枪"
FriendlyNamePlural="电击手枪"
BriefSummary="这些手枪能够造成眩晕，混乱甚至是失去知觉。"
TacticalText="<Bullet/> 这些手枪能够造成各种效果。\n<Bullet/> 它们开火只需要一点行动力。"

[TazerPistolM2_WPN X2WeaponTemplate]
FriendlyName="电击手枪"
FriendlyNamePlural="电击手枪"
BriefSummary="这些手枪能够造成眩晕，混乱甚至是失去知觉。"
TacticalText="<Bullet/> 这些手枪能够造成各种效果。\n<Bullet/> 它们开火只需要一点行动力。"

[TazerPistolM3_WPN X2WeaponTemplate]
FriendlyName="电击手枪"
FriendlyNamePlural="电击手枪"
BriefSummary="这些手枪能够造成眩晕，混乱甚至是失去知觉。"
TacticalText="<Bullet/> 这些手枪能够造成各种效果。\n<Bullet/> 它们开火只需要一点行动力。"

[Andromedon_Acid_Wpn X2WeaponTemplate]
FriendlyName="仙女座酸性炮"
FriendlyNamePlural="仙女座酸性炮"
BriefSummary="XCOM已经努力回收了各种标准步兵小型武器; 这是最普通的种类，类似于二十年前使用的步枪。虽然肯定次于变种人的磁力科技，但一旦标准技术方法被发现，它至少能够用附加的武器部件升级。"
TacticalText="<Bullet/> 使用主武器总是会结束士兵的回合\n<Bullet/> 如果士兵拥有两点移动力时开火，那么会以较低的命中率但总体上增加的效率开火三次\n<Bullet/> 使用从敌人那里收集的升级部件改进突击步枪的战斗力"

[Boa_Tongue_Wpn X2WeaponTemplate]
FriendlyName="蟒蛇之舌"
FriendlyNamePlural="蟒蛇之舌"
BriefSummary="XCOM已经努力回收了各种标准步兵小型武器; 这是最普通的种类，类似于二十年前使用的步枪。虽然肯定次于变种人的磁力科技，但一旦标准技术方法被发现，它至少能够用附加的武器部件升级。"
TacticalText="<Bullet/> 使用主武器总是会结束士兵的回合\n<Bullet/> 如果士兵拥有两点移动力时开火，那么会以较低的命中率但总体上增加的效率开火三次\n<Bullet/> 使用从敌人那里收集的升级部件改进突击步枪的战斗力。"

[Prime_Tongue_Wpn X2WeaponTemplate]
FriendlyName="毒蛇领袖之舌"
FriendlyNamePlural="毒蛇领袖之舌"
BriefSummary="XCOM已经努力回收了各种标准步兵小型武器; 这是最普通的种类，类似于二十年前使用的步枪。虽然肯定次于变种人的磁力科技，但一旦标准技术方法被发现，它至少能够用附加的武器部件升级。"
TacticalText="<Bullet/> 使用主武器总是会结束士兵的回合\n<Bullet/> 如果士兵拥有两点移动力时开火，那么会以较低的命中率但总体上增加的效率开火三次\n<Bullet/> 使用从敌人那里收集的升级部件改进突击步枪的战斗力。"

[SmokeScreen X2GrenadeTemplate]
FriendlyName="烟雾屏障"
FriendlyNamePlural="烟雾屏障弹"
BriefSummary="为任何在烟雾范围内的单位提供防御加成，无论敌我。"
TacticalText="<Bullet/> 部署烟雾可以立刻增加附近单位的防御力。<br><Bullet/> 烟雾弹投掷和发射的距离显著远于标准手榴弹。"
ThrownAbilityName="投掷烟雾屏障"
ThrownAbilityHelpText="给予范围内单位防御加成。"
LaunchedAbilityname="发射烟雾屏障"
LaunchedAbilityHelpText="给予范围内单位防御加成。"

[AdvCaptainSuppressionRifleM1 X2WeaponTemplate]
FriendlyName="变种人镇压步枪"
FriendlyNamePlural="变种人镇压步枪"
BriefSummary="XCOM已经努力回收了各种标准步兵小型武器; 这是最普通的种类，类似于二十年前使用的步枪。虽然肯定次于变种人的磁力科技，但一旦标准技术方法被发现，它至少能够用附加的武器部件升级。"
TacticalText="<Bullet/> 使用主武器总是会结束士兵的回合\n<Bullet/> 如果士兵拥有两点移动力时开火，那么会以较低的命中率但总体上增加的效率开火三次\n<Bullet/> 使用从敌人那里收集的升级部件改进突击步枪的战斗力"

[AdvCaptainSuppressionRifleM2 X2WeaponTemplate]
FriendlyName="变种人镇压步枪"
FriendlyNamePlural="变种人镇压步枪"
BriefSummary="XCOM已经努力回收了各种标准步兵小型武器; 这是最普通的种类，类似于二十年前使用的步枪。虽然肯定次于变种人的磁力科技，但一旦标准技术方法被发现，它至少能够用附加的武器部件升级。"
TacticalText="<Bullet/> 使用主武器总是会结束士兵的回合\n<Bullet/> 如果士兵拥有两点移动力时开火，那么会以较低的命中率但总体上增加的效率开火三次\n<Bullet/> 使用从敌人那里收集的升级部件改进突击步枪的战斗力"

[AdvCaptainSuppressionRifleM3 X2WeaponTemplate]
FriendlyName="变种人镇压步枪"
FriendlyNamePlural="变种人镇压步枪"
BriefSummary="XCOM已经努力回收了各种标准步兵小型武器; 这是最普通的种类，类似于二十年前使用的步枪。虽然肯定次于变种人的磁力科技，但一旦标准技术方法被发现，它至少能够用附加的武器部件升级。"
TacticalText="<Bullet/> 使用主武器总是会结束士兵的回合\n<Bullet/> 如果士兵拥有两点移动力时开火，那么会以较低的命中率但总体上增加的效率开火三次\n<Bullet/> 使用从敌人那里收集的升级部件改进突击步枪的战斗力"


[AdvSensorTurretM1_Wpn X2WeaponTemplate]
FriendlyName="炮塔炮"
FriendlyNamePlural="炮塔炮"
BriefSummary="XCOM已经努力回收了各种标准步兵小型武器; 这是最普通的种类，类似于二十年前使用的步枪。虽然肯定次于变种人的磁力科技，但一旦标准技术方法被发现，它至少能够用附加的武器部件升级。"
TacticalText="<Bullet/> 使用主武器总是会结束士兵的回合\n<Bullet/> 如果士兵拥有两点移动力时开火，那么会以较低的命中率但总体上增加的效率开火三次\n<Bullet/> 使用从敌人那里收集的升级部件改进突击步枪的战斗力"

[AdvSensorTurretM2_Wpn X2WeaponTemplate]
FriendlyName="重型炮塔炮"
FriendlyNamePlural="重型炮塔炮"
BriefSummary="XCOM已经努力回收了各种标准步兵小型武器; 这是最普通的种类，类似于二十年前使用的步枪。虽然肯定次于变种人的磁力科技，但一旦标准技术方法被发现，它至少能够用附加的武器部件升级。"
TacticalText="<Bullet/> 使用主武器总是会结束士兵的回合\n<Bullet/> 如果士兵拥有两点移动力时开火，那么会以较低的命中率但总体上增加的效率开火三次\n<Bullet/> 使用从敌人那里收集的升级部件改进突击步枪的战斗力"

[AdvSensorTurretM3_Wpn X2WeaponTemplate]
FriendlyName="超重型炮塔炮"
FriendlyNamePlural="超重型炮塔炮"
BriefSummary="XCOM已经努力回收了各种标准步兵小型武器; 这是最普通的种类，类似于二十年前使用的步枪。虽然肯定次于变种人的磁力科技，但一旦标准技术方法被发现，它至少能够用附加的武器部件升级。"
TacticalText="<Bullet/> 使用主武器总是会结束士兵的回合\n<Bullet/> 如果士兵拥有两点移动力时开火，那么会以较低的命中率但总体上增加的效率开火三次\n<Bullet/> 使用从敌人那里收集的升级部件改进突击步枪的战斗力"

; ---------------- ABILITIES -------------------

[Cleanse X2AbilityTemplate]
LocFriendlyName="净化"
LocLongDescription="移除致幻效果。"
LocHelpText="移除目标的致幻效果。"
LocFlyOverText="净化"

[AcidBlood X2AbilityTemplate]
LocFriendlyName="酸性血液"
LocFlyOverText="酸性血液"
LocHelpText="对近战攻击者喷溅酸液。"
LocLongDescription="对近战攻击者喷溅酸液。"
LocPromotionPopupText="对近战攻击者喷溅酸液。"

[CloseCombatSpecialist_ABA X2AbilityTemplate]
LocFriendlyName="近战专家"
LocFlyOverText="近战专家"
LocLongDescription="在敌人回合内，在4格可见范围内对任何移动或者开火的敌人用主武器进行额外的反应射击。"
LocHelpText="在敌人回合内，在4格可见范围内对任何移动或者开火的敌人用主武器进行额外的反应射击。"
LocPromotionPopupText="<Bullet/> 隐匿士兵不会触发。<br/><Bullet/> 每回合能对每个可能的敌人使用一次。"

[CloseCombatSpecialistAttack_ABA X2AbilityTemplate]
LocFriendlyName="近战专家"
LocFlyOverText="近战专家"
LocLongDescription="在敌人回合内，在4格可见范围内对任何移动或者开火的敌人用主武器进行额外的反应射击。"
LocHelpText="在敌人回合内，在4格可见范围内对任何移动或者开火的敌人用主武器进行额外的反应射击。"
LocPromotionPopupText="<Bullet/> 隐匿士兵不会触发。<br/><Bullet/> 每回合能对每个可能的敌人使用一次。"

[TacticalFire X2AbilityTemplate]
LocFriendlyName="战术开火"
LocFlyOverText="守望：战术开火"
LocHelpText="在使用主武器射击后进入守望。"
LocLongDescription="在使用主武器射击后进入守望。"
LocPromotionPopupText="<Bullet/> 在使用主武器射击后进入守望。"

[TacticalFireFlyover X2AbilityTemplate]
LocFriendlyName="战术开火"
LocFlyOverText="守望：战术开火"
LocHelpText="在使用主武器射击后进入守望。"
LocLongDescription="在使用主武器射击后进入守望。"
LocPromotionPopupText="<Bullet/> 在使用主武器射击后进入守望。"

[LightEmUp_ABA X2AbilityTemplate]
LocFriendlyName="点燃他们"
LocFlyOverText="点燃他们!"
LocLongDescription="使用第一点行动力进行主武器标准射击后不再结束回合。"
LocHelpText="使用第一点行动力进行主武器标准射击后不再结束回合。"
LocPromotionPopupText="<Bullet/> 使用第一点行动力进行主武器标准射击后不再结束回合。<br/>"

[AcidShot X2AbilityTemplate]
LocFriendlyName="酸性射击"
LocFlyOverText="酸性射击"
LocLongDescription="用主武器进行标准射击并用酸液覆盖敌人。"
LocHelpText="用主武器进行附带酸性效果的标准射击。"
LocPromotionPopupText="<Bullet/> 用主武器进行附带酸性效果的标准射击。<br/>"

[Muton_WarCry X2AbilityTemplate]
LocFriendlyName="战争呐喊"
LocLongDescription="给予范围内友军大量命中，意志和移动力加成。"
LocHelpText="给予友军加成。"
LocFlyOverText="战争呐喊"
LocPromotionPopupText="<Bullet/> 给予范围内友军大量命中，意志和移动力加成。<br/>"

[Muton_PersonalShield X2AbilityTemplate]
LocFriendlyName="个人护盾"
LocFlyOverText="个人护盾生成器"
LocHelpText="获得5点烧蚀护甲。"
LocLongDescription="获得5点烧蚀护甲。"
LocPromotionPopupText="<Bullet/> 获得5点烧蚀护甲。<br/><Bullet/> 消耗一点移动力; 不会结束回合。<br/>"

[Codex_PersonalShield X2AbilityTemplate]
LocFriendlyName="个人护盾"
LocFlyOverText="个人护盾生成器"
LocHelpText="获得5点烧蚀护甲。"
LocLongDescription="获得5点烧蚀护甲。"
LocPromotionPopupText="<Bullet/> 获得5点烧蚀护甲。<br/><Bullet/> 消耗一点移动力; 不会结束回合。<br/>"

[BoaStealth X2AbilityTemplate]
LocFriendlyName="隐蔽"
LocLongDescription="立刻进入潜行。"
LocHelpText="立刻进入潜行。"
LocFlyOverText="隐蔽"
LocPromotionPopupText="<Bullet/> 可在任何位置进入潜行，但在附近敌人侦测范围内被包围时会暴露。<br/>"

[AdvMindspinM1 X2AbilityTemplate]
LocFriendlyName="心灵扭曲 - 小型"
LocLongDescription="造成混乱的削弱型心灵攻击。"
LocHelpText="对一个目标发起造成混乱的削弱型灵能攻击。"
LocFlyOverText="小型心灵扭曲"
LocMissMessage="心灵扭曲抵抗!"

[AdvMindspinM2 X2AbilityTemplate]
LocFriendlyName="心灵扭曲"
LocLongDescription="造成混乱或者恐慌的削弱型心灵攻击。"
LocHelpText="对一个目标发起造成混乱或者恐慌的削弱型灵能攻击。"
LocFlyOverText="心灵扭曲"
LocMissMessage="心灵扭曲抵抗!"

[AdvMindspinM3 X2AbilityTemplate]
LocFriendlyName="心灵扭曲"
LocLongDescription="造成混乱或者恐慌甚至是心灵控制的削弱型心灵攻击。"
LocHelpText="对一个目标发起造成混乱或者恐慌甚至是心灵控制的削弱型灵能攻击。"
LocFlyOverText="心灵扭曲"
LocMissMessage="心灵扭曲抵抗!"

[LostMark X2AbilityTemplate]
LocFriendlyName="心灵扭曲和标记"
LocLongDescription="傀儡师的心灵扭曲不能造成心灵控制，但是它会为失魂者标记目标。"
LocHelpText="对一个目标发起造成混乱或者恐慌的削弱型灵能攻击。为失魂者标记这个目标。"
LocFlyOverText="心灵扭曲和标记"
LocMissMessage="心灵扭曲抵抗!"

[SpinLance X2AbilityTemplate]
LocFriendlyName="心灵扭曲长矛"
LocLongDescription="造成混乱或者恐慌甚至是心灵控制的削弱型心灵攻击。"
LocHelpText="对一个目标发起造成混乱或者恐慌甚至是心灵控制的削弱型灵能攻击。"
LocFlyOverText="心灵扭曲长矛"
LocMissMessage="心灵扭曲抵抗!"

[SectoidMC X2AbilityTemplate]
LocFriendlyName="征用"
LocLongDescription="这个灰人能够直接通过心灵控制来取得单位的控制。"
LocHelpText="尝试控制一个单位的心灵。"
LocFlyOverText="征用"

[Puppeteering X2AbilityTemplate]
LocFriendlyName="操纵"
LocLongDescription="把一个死去的人型生物复活成一个灵能僵尸。不会结束回合。"
LocHelpText="把一个死去的士兵，市民或者是变种人复活成一个灵能僵尸。不会结束回合。"
LocFlyOverText="操纵"

[GatekeepersCall X2AbilityTemplate]
LocFriendlyName="看门人召唤"
LocLongDescription="自动把任何范围内的士兵，市民或者是变种人复活成一个灵能僵尸。"
LocHelpText="自动把任何范围内的士兵，市民或者是变种人复活成一个灵能僵尸。"
LocFlyOverText="看门人召唤"

[Firebreath X2AbilityTemplate]
LocFriendlyName="火焰吐息"
LocLongDescription="点燃面前的土地。"
LocHelpText="烧死他们。"
LocFlyOverText="火焰吐息"

[GatekeepersPresence X2AbilityTemplate]
LocFriendlyName="看门人气场"
LocLongDescription="看门人领袖被一种能够立刻复活范围内任何东西的气场所包围。"
LocHelpText="看门人领袖被一种能够立刻复活范围内任何东西的气场所包围。"
LocFlyOverText="看门人气场"


[NPCSolace X2AbilityTemplate]
LocFriendlyName="安慰"
LocLongDescription="灵能特工被一种能够立刻修复自己以及周围友军的心灵缺陷的气场所包围。"
LocHelpText="灵能特工被一种能够立刻修复自己以及周围友军的心灵缺陷的气场所包围。"
LocFlyOverText="安慰"
LocPromotionPopupText="<Bullet/> 安慰作用半径是4。<br/><Bullet/> 移动至受影响的友军附近会立刻净化他们的心灵。<br/>"

[NPCSolaceCleanse X2AbilityTemplate]
LocFriendlyName="安慰"
LocLongDescription="灵能特工被一种能够立刻修复自己以及周围友军的心灵缺陷的气场所包围。"
LocHelpText="灵能特工被一种能够立刻修复自己以及周围友军的心灵缺陷的气场所包围。"
LocFlyOverText="安慰"
LocPromotionPopupText="<Bullet/> 安慰作用半径是4。<br/><Bullet/> 移动至受影响的友军附近会立刻净化他们的心灵。<br/>"

[NPCSolaceM4 X2AbilityTemplate]
LocFriendlyName="扩展安慰"
LocLongDescription="灵能特工被一种能够立刻修复自己以及周围友军的心灵缺陷的气场所包围。"
LocHelpText="灵能特工被一种能够立刻修复自己以及周围友军的心灵缺陷的气场所包围。"
LocFlyOverText="扩展安慰"
LocPromotionPopupText="<Bullet/> 扩展安慰作用半径是8。<br/><Bullet/> 移动至受影响的友军附近会立刻净化他们的心灵。<br/>"

[NPCSolaceM4Cleanse X2AbilityTemplate]
LocFriendlyName="扩展安慰"
LocLongDescription="灵能特工被一种能够立刻修复自己以及周围友军的心灵缺陷的气场所包围。"
LocHelpText="灵能特工被一种能够立刻修复自己以及周围友军的心灵缺陷的气场所包围。"
LocFlyOverText="扩展安慰"
LocPromotionPopupText="<Bullet/> 扩展安慰作用半径是8。<br/><Bullet/> 移动至受影响的友军附近会立刻净化他们的心灵。<br/>"

[NPCSolacePassive X2AbilityTemplate]
LocFriendlyName="安慰"
LocLongDescription="灵能特工被一种能够立刻修复自己以及周围友军的心灵缺陷的气场所包围。"
LocHelpText="灵能特工被一种能够立刻修复自己以及周围友军的心灵缺陷的气场所包围。"
LocFlyOverText="安慰"
LocPromotionPopupText="<Bullet/> 安慰作用半径是4。<br/><Bullet/> 移动至受影响的友军附近会立刻净化他们的心灵。<br/>"

[FireTazer X2AbilityTemplate]
LocFriendlyName="火焰电击枪"
LocLongDescription="电击一个目标。"
LocHelpText="电击一个目标。"
LocFlyOverText="电击枪"
LocPromotionPopupText="电击一个目标。"

[ChryssalidSlashM1 X2AbilityTemplate]
LocFriendlyName="挥砍"
LocLongDescription="挥砍一个目标。"
LocHelpText="挥砍一个目标。"
LocFlyOverText="挥砍"
LocPromotionPopupText="挥砍一个目标。"

[ChryssalidSlashM2 X2AbilityTemplate]
LocFriendlyName="挥砍"
LocLongDescription="挥砍一个目标。"
LocHelpText="挥砍一个目标。"
LocFlyOverText="挥砍"
LocPromotionPopupText="挥砍一个目标。"

[ChryssalidSlashM3 X2AbilityTemplate]
LocFriendlyName="挥砍"
LocLongDescription="挥砍一个目标。"
LocHelpText="挥砍一个目标。"
LocFlyOverText="挥砍"
LocPromotionPopupText="挥砍一个目标。"

[ChryssalidSlashM4 X2AbilityTemplate]
LocFriendlyName="挥砍"
LocLongDescription="挥砍一个目标。"
LocHelpText="挥砍一个目标。"
LocFlyOverText="挥砍"
LocPromotionPopupText="挥砍一个目标。"

[SpawnABAChryssalidM1ForMommy X2AbilityTemplate]
LocFriendlyName="产出爬虫"
LocLongDescription="女王能够产出几只寄生兽。"
LocHelpText="女王能够产出几只寄生兽。"
LocFlyOverText="爬虫诞生"
[SpawnABAChryssalidM2ForMommy X2AbilityTemplate]
LocFriendlyName="产出雄蜂"
LocLongDescription="女王能够产出几只寄生兽。"
LocHelpText="女王能够产出几只寄生兽。"
LocFlyOverText="雄蜂诞生"
[SpawnABAChryssalidM3ForMommy X2AbilityTemplate]
LocFriendlyName="产出猎人"
LocLongDescription="女王能够产出几只寄生兽。"
LocHelpText="女王能够产出几只寄生兽。"
LocFlyOverText="猎人诞生"
[SpawnABAChryssalidM4ForMommy X2AbilityTemplate]
LocFriendlyName="产出猎杀者"
LocLongDescription="女王能够产出几只寄生兽。"
LocHelpText="女王能够产出几只寄生兽。"
LocFlyOverText="猎杀者诞生"

[ChangeForm_Shoggoth X2AbilityTemplate]
LocFriendlyName="转变形态"
LocLongDescription="无面者的身体塑性非常好，使得它能够采用任何人的形态和外表，只要它拥有目标的DNA样本。"
LocHelpText="伪装成人类市民。"
LocFlyOverText="转变形态"

[FireSpit X2AbilityTemplate]
LocFriendlyName="火焰喷吐"
LocLongDescription="翼龙能够在远距离投射一连串能燃起熊熊大火的凝固汽油弹。"
LocHelpText="对区域喷吐凝固汽油弹。"
LocFlyOverText="火焰喷吐"

[AdvAidProtocol X2AbilityTemplate]
LocFriendlyName="援助协议"
LocLongDescription="命令你的小精灵移动至一个友方目标。它会提供目标防御加成直到下个回合。"
LocHelpText="派你的小精灵给友军提供一回合的 +<Ability:AidProtocolDefenseBonus/> 防御加成。" 
LocFlyOverText="援助协议: +<Ability:AidProtocolDefenseBonus/> 防御"

[AdvGremlinHeal X2AbilityTemplate]
LocFriendlyName="小精灵治疗"
LocLongDescription="派你的小精灵治疗一名受伤的友军。每次最多回复 <Ability:GREMLINHEALHP/> 生命值。高级变种人小精灵能够回复更多生命值。"
LocHelpText="派你的小精灵治疗一名受伤的友军。"

[AdvFuseProtocol X2AbilityTemplate]
LocFriendlyName="引爆炸药"
LocLongDescription="引爆目标身上的炸药。"
LocHelpText="引爆目标身上的炸药。"
LocFlyOverText="引爆炸药"

[GenerateSmoke X2AbilityTemplate]
LocFriendlyName="烟雾生成器"
LocLongDescription="用烟雾覆盖周围区域。"
LocHelpText="用烟雾覆盖周围区域。"
LocFlyOverText="烟雾生成器"

[AndromedonFirebomb X2AbilityTemplate]
LocFriendlyName="燃烧弹"
LocLongDescription="普罗米修斯战斗服能够发射一团冲撞时会溅射到大范围区域燃烧的类似凝固汽油的液体。"
LocHelpText="发射大面积燃烧弹。"
LocFlyOverText="燃烧弹"

[AcidBlobM4 X2AbilityTemplate]
LocFriendlyName="酸团"
LocLongDescription="仙女座外星人领袖使一个区域的所有东西附上酸液。受影响的目标会附上这些酸液的液流。"
LocHelpText="向一个广阔区域发射酸团。"
LocFlyOverText="酸团"

[AcidRain X2AbilityTemplate]
LocFriendlyName="酸雨"
LocLongDescription="MEC-危险型能够用酸液覆盖一片区域，使之成为对对手而言的危险地形。"
LocHelpText="用酸液覆盖一片区域。"
LocFlyOverText="酸雨"

[FlashRain X2AbilityTemplate]
LocFriendlyName="闪光雨"
LocLongDescription="MEC-防爆型能够从远距离用广范围的闪光弹冲击人群。"
LocHelpText="发射大型闪光弹。"
LocFlyOverText="闪光雨"

[SmokeRain X2AbilityTemplate]
LocFriendlyName="烟雾雨"
LocLongDescription="MEC-防爆型能够往目标区域部署烟雾弹，为友军提供掩护。"
LocHelpText="发射烟雾弹。"
LocFlyOverText="烟雾雨"

[BerserkerRush X2AbilityTemplate]
LocFriendlyName="狂战士冲击"
LocLongDescription="狂战士的肾上腺素腺使他成为一个能够迅速攻击的可怕的敌人。"
LocHelpText="迅速反应移动。"
LocFlyOverText="狂战士冲击"

[QueenReaction X2AbilityTemplate]
LocFriendlyName="虫群意志"
LocLongDescription="这个女王是寄生兽不断的源头。"
LocHelpText="孵化寄生兽。"
LocFlyOverText="虫群意志"

[SectopodReaction X2AbilityTemplate]
LocFriendlyName="歼灭协议"
LocLongDescription="这个破坏者能够立刻对袭来的火力做出反应。"
LocHelpText="快速反应。"
LocFlyOverText="歼灭协议"

[GatekeeperReaction X2AbilityTemplate]
LocFriendlyName="歼灭协议"
LocLongDescription="这个看门人能够立刻对袭来的火力做出反应。"
LocHelpText="快速反应。"
LocFlyOverText="歼灭协议(GK)"

[GatekeepersCallTrigger X2AbilityTemplate]
LocFriendlyName = "看门人召唤"  
LocLongDescription = "自动复活范围内任何阵亡的士兵、平民或圣殿士兵，并将其转化为傀儡。"  
LocHelpText = "自动复活范围内任何阵亡的士兵、平民或圣殿士兵，并将其转化为傀儡。"  
LocFlyOverText = "看门人的召唤"

[MutonReaction X2AbilityTemplate]
LocFriendlyName="恐怖反应力"
LocLongDescription="异变者领袖能够以恐怖的敏捷性对形势做出反应。"
LocHelpText="快速反应。"
LocFlyOverText="恐怖反应力"

[ArchonReaction X2AbilityTemplate]
LocFriendlyName="执政官优越性"
LocLongDescription="这个执政官能够立刻对袭来的火力做出反应。"
LocHelpText="快速反应。"
LocFlyOverText="执政官优越性"

[CodexReaction X2AbilityTemplate]
LocFriendlyName="原典速度"
LocLongDescription="这个原典能够立刻对袭来的火力做出反应。"
LocHelpText="快速反应。"
LocFlyOverText="原典速度"

[AndromedonReaction X2AbilityTemplate]
LocFriendlyName="仙女座适应力"
LocLongDescription="仙女座外星人领袖能够立刻对袭来的火力做出反应。"
LocHelpText="快速反应。"
LocFlyOverText="仙女座适应力"

[AndromedonRobotReaction X2AbilityTemplate]
LocFriendlyName="仙女座适应力"
LocLongDescription="仙女座外星人领袖能够立刻对袭来的火力做出反应。"
LocHelpText="快速反应。"
LocFlyOverText="仙女座适应力"

[ViperReaction X2AbilityTemplate]
LocFriendlyName="毒蛇敏捷性"
LocLongDescription="受到伤害时幽灵领袖能够立刻做出反应。"
LocHelpText="快速反应。"
LocFlyOverText="毒蛇敏捷性"

[SpectreReaction X2AbilityTemplate]
LocFriendlyName="幽灵速度"
LocLongDescription="受到伤害时幽灵领袖能够立刻做出反应。"
LocHelpText="快速反应。"
LocFlyOverText="幽灵速度"

[ViperReaction2 X2AbilityTemplate]
LocFriendlyName="抓了就跑"
LocLongDescription="毒蛇领袖拖拽目标然后进入掩体。"
LocHelpText="毒蛇领袖拖拽目标然后进入掩体。"
LocFlyOverText="抓了就跑"

[SectoidReaction X2AbilityTemplate]
LocFriendlyName="恐怖反应力"
LocLongDescription="灰人领袖能够以恐怖的敏捷性对形势做出反应。"
LocHelpText="快速反应。"
LocFlyOverText="恐怖反应力"

[SectoidTrooperReaction X2AbilityTemplate]
LocFriendlyName="恐怖反应力"
LocLongDescription="灰人领袖能够以恐怖的敏捷性对形势做出反应。"
LocHelpText="快速反应。"
LocFlyOverText="恐怖反应力"

[SectoidCaptainReaction X2AbilityTemplate]
LocFriendlyName="恐怖反应力"
LocLongDescription="灰人领袖能够以恐怖的敏捷性对形势做出反应。"
LocHelpText="快速反应。"
LocFlyOverText="恐怖反应力"

[SectoidCommanderReaction X2AbilityTemplate]
LocFriendlyName="恐怖反应力"
LocLongDescription="灰人领袖能够以恐怖的敏捷性对形势做出反应。"
LocHelpText="快速反应。"
LocFlyOverText="恐怖反应力"

[SectoidPuppeteerReaction X2AbilityTemplate]
LocFriendlyName="恐怖反应力"
LocLongDescription="灰人领袖能够以恐怖的敏捷性对形势做出反应。"
LocHelpText="快速反应。"
LocFlyOverText="恐怖反应力"

[Incorporeal X2AbilityTemplate]
LocFriendlyName="无形"
LocLongDescription="幽灵领袖穿墙。"
LocHelpText="穿墙。"

[ReinforceABA X2AbilityTemplate]
LocFriendlyName="呼叫援军"
LocLongDescription="变种人队长能够呼叫援军降落在Xcom小队的所在位置。"
LocHelpText="呼叫援军战斗!"
LocFlyOverText="援军"

[DistressCallM1 X2AbilityTemplate]
LocFriendlyName="求救信号"
LocLongDescription="从外星人基地呼叫援军。"
LocHelpText="呼叫支援!"
LocFlyOverText="求救信号!"

[DistressCallM2 X2AbilityTemplate]
LocFriendlyName="求救信号"
LocLongDescription="从外星人基地呼叫援军。"
LocHelpText="呼叫支援!"
LocFlyOverText="求救信号!"

[DistressCallM3 X2AbilityTemplate]
LocFriendlyName="求救信号"
LocLongDescription="从外星人基地呼叫援军。"
LocHelpText="呼叫支援!"
LocFlyOverText="求救信号!"

[BoaBind X2AbilityTemplate]
LocFriendlyName="蟒蛇捆压"
LocLongDescription="蟒蛇的蛇圈甚至比一般的毒蛇更强大，使用过度的力气压碎敌人。"
LocHelpText="捆绑并压碎一个邻近的人型敌人。"
LocFlyOverText="蟒蛇捆绑"
LocMissMessage="捆绑失败!"

[PrimeBind X2AbilityTemplate]
LocFriendlyName="捆压"
LocLongDescription="捆绑并压碎一个邻近的人型敌人。"
LocHelpText="捆绑并压碎一个邻近的人型敌人。"
LocFlyOverText="捆绑"
LocMissMessage="捆绑失败!"

[BoaGetOverHere X2AbilityTemplate]
LocFriendlyName="蟒蛇拖拽"
LocLongDescription="蟒蛇的舌头和脖子非常强壮，能够从远处把成人猛拽进它的蛇圈。它们从不错过它们的目标。"
LocHelpText="用舌头拖拽一个目标，把他拉入近战范围。只有人型目标能被拖拽。"
LocFlyOverText="舌头拖拽"
LocMissMessage="拖拽失败!"

[PrimeGetOverHere X2AbilityTemplate]
LocFriendlyName="毒蛇领袖拖拽"
LocLongDescription="毒蛇领袖的舌头和脖子非常强壮，能够从远处把成人猛拽进它的蛇圈。它们从不错过它们的目标。"
LocHelpText="用舌头拖拽一个目标，把他拉入近战范围。只有人型目标能被拖拽。"
LocFlyOverText="舌头拖拽"
LocMissMessage="拖拽失败!"


[FinishHim X2AbilityTemplate]
LocFriendlyName="终结他"
LocFlyOverText="终结他"
LocLongDescription="以大量的命中加成对一个低血量敌人造成2点伤害。"
LocHelpText="狙击一个目标。"

[ABARevive X2AbilityTemplate]
LocFriendlyName="看门者鬼魂"
LocLongDescription="死后再生。"
LocHelpText="复活自己。"
LocFlyOverText="看门者鬼魂"

[BomberPsiBombStage1 X2AbilityTemplate]
LocFriendlyName="加强灵能炸弹"
LocLongDescription="开启一小片能够使范围内任何单位的武器失效的灵能裂缝，一回合后对范围内单位造成伤害。没有冷却时间。"
LocHelpText="开启一小片能够使范围内任何单位的武器失效的灵能裂缝，一回合后对范围内单位造成伤害。没有冷却时间。"
LocFlyOverText="加强灵能炸弹"

[CodexReflexes X2AbilityTemplate]
LocFriendlyName="原典反应力"
LocFlyOverText="原典反应力"
LocLongDescription="对你的反应射击命中率显著下降。效果会随着被射击次数的增加而减弱。"
LocHelpText="对你的反应射击命中率下降。"
LocPromotionPopupText="<Bullet/> 对你反应射击的命中率显著下降。<br/><Bullet/> 对你的第一次反应射击命中率-100; 往后每次增加20，直至正常命中率。<br/>"

[StandardMeleeLifeLeech X2AbilityTemplate]
LocFriendlyName="生命汲取攻击"
LocLongDescription="对邻近目标进行一次吸取生命的近战攻击。"
LocHelpText="对邻近目标进行一次吸取生命的近战攻击。"

[BFG X2AbilityTemplate]
LocFriendlyName = "超重型毁灭武器"  
LocLongDescription = "发射一道毁灭性的穿透激光。"  
LocHelpText = "穿眼激光"  
LocFlyOverText = "超重型毁灭武器"


[XGLocalizedData]
+GameplayTips_Tactical="领袖版本的敌人在受到伤害时获得立刻的加成行动。"
+GameplayTips_Tactical="寄生兽的类型有很多，从孱弱的爬行者到巨大的憎恶。"
+GameplayTips_Tactical="蟒蛇比一般的毒蛇强大许多。他们只能近战而且濒死时才会释放猎物。"
+GameplayTips_Tactical="曼巴在小队视野内使用弩炮。他们拥有一种能够了结受伤士兵的独特能力。"
+GameplayTips_Tactical="翼龙是一种能够喷吐火焰和点燃整个区域的独特的毒蛇变种。"
+GameplayTips_Tactical="灰人士兵拥有拙劣的灵能能力，但用战斗训练弥补了这方面劣势。"
+GameplayTips_Tactical="灰人摧心者拥有高于平均的甚至能够摧毁最强战士的意志的灵能能力。"
+GameplayTips_Tactical="傀儡师拥有反复复活尸体的能力。"
+GameplayTips_Tactical="纵火者是喷吐火焰的狂战士。像一条龙。是的。"
+GameplayTips_Tactical="异变者-火焰类拥有火龙子弹。甚至擦伤也能造成大量伤害。"
+GameplayTips_Tactical="当你被异变者-感染类击中时，他们的毒液子弹会增加伤害。"
+GameplayTips_Tactical="异变者队长使用点燃他们来对敌人倾泻大量子弹。"
+GameplayTips_Tactical="异变者队长和异变捍卫者拥有能够加强周围友军的战斗呐喊。"
+GameplayTips_Tactical="异变捍卫者能够对敌人的火力做出各种防御选择，其中包括个人护盾。"
+GameplayTips_Tactical="异变者领袖不仅携带有电浆炮，而且也使用点燃他们和个人护盾。"
+GameplayTips_Tactical="修格斯是一种潜藏在变种人士兵里的无面者。你可以从现在开始感到恐惧。"
+GameplayTips_Tactical="近战攻击不会对灰人士兵造成额外伤害。"
+GameplayTips_Tactical="灰人有三种已知的变种: 士兵，摧心者，傀儡师"
+GameplayTips_Tactical="毒蛇有三种变种: 蟒蛇，曼巴，翼龙。"
+GameplayTips_Tactical="异变者有广泛的变种: 火焰，感染，队长，捍卫者，领袖"
+GameplayTips_Tactical="所有外星人都有领袖版本。破坏者领袖也存在。害怕吧。"
+GameplayTips_Tactical="执政者有三种变种: 火炬手，行刑者，哨兵。"
+GameplayTips_Tactical="执政官火炬手使用摧毁代替炽热束缚。甚至他会在被发现时使用。"
+GameplayTips_Tactical="执政官瓦尔基里只能近战攻击，但每次攻击都能吸取敌人的生命。"
+GameplayTips_Tactical="执政官哨兵能够在被发现以及各种其他情形使用带有守护和掩护火力的守望。"
+GameplayTips_Tactical="如果你看到这个，你就不需要眼镜。"
+GameplayTips_Tactical="科技突击兵不使用护盾模块，而是操控小精灵无人机。" 
+GameplayTips_Tactical="科技突击兵能够引爆你士兵携带的炸药。"
+GameplayTips_Tactical="进攻版本的持盾者叫做突破者。他持有霰弹枪。"
+GameplayTips_Tactical="突击长枪兵装备有冲击长枪和霰弹枪，他们能主宰近距离战斗。"
+GameplayTips_Tactical="创伤长枪兵使用能够在一定距离削弱士兵的电击枪。"
+GameplayTips_Tactical="医疗专家通过小精灵无人机的治疗来提升周围所有变种人的效率。"
+GameplayTips_Tactical="行走战争罪犯，MEC-危险型只在变种人开始散开时部署。"
+GameplayTips_Tactical="MEC-防爆型能够使用烟雾弹为友军提供掩护同时用一连串的闪光弹对付敌人。"
+GameplayTips_Tactical="破坏者领袖是变种人工程的尖端。做好准备。" 
+GameplayTips_Tactical="得益于歼灭协议AI，破坏者领袖拥有足够的火力消灭一只组织不严密的小队。"
+GameplayTips_Tactical="无人机是小型自动侦察兵。发现敌人后，它们用近战冲击支援变种人小队。"
+GameplayTips_Tactical="变种人有四种级别: 普通，高级变种人，精英变种人和至尊变种人。"
+GameplayTips_Tactical="寄生兽有八种类型: 爬行者，雄蜂，猎人，猎杀者，喷吐者，王，女王，憎恶。"
+GameplayTips_Tactical="寄生兽到处都出现,甚至在报复行动之外。狂战士也是。"
+GameplayTips_Tactical="寄生兽喷吐者能够射出毒性投射物并且在同一回合进行近战攻击。"
+GameplayTips_Tactical="寄生兽之王身体非常壮硕，不应和他在近距离交战。"
+GameplayTips_Tactical="寄生兽女王是寄生兽群的核心。她们不停为巢穴产出更多成员，甚至是在战场上。"
+GameplayTips_Tactical="由于基因缺陷，寄生兽憎恶大得疯狂。就像 。。。真的真的很大。"
+GameplayTips_Tactical="原典-入侵对抗型(ICE) 是使用弩炮干掉关键对手的原典。"
+GameplayTips_Tactical="当变种人需要快速应对危机时，他们能跟一个变种人原典传送进来。"
+GameplayTips_Tactical="原典分裂者独自巡逻，但是一旦遭遇，他会快速链式分裂成多个。"
+GameplayTips_Tactical="原典投弹手在被发现时使用灵能炸弹。小心交战。"
+GameplayTips_Tactical="原典有四种类型: 入侵反制者，普通，投弹手，分裂者。"
+GameplayTips_Tactical="变种人士兵有七种类型: 重装兵，枪手，爆破者，哨兵，毁灭者，打击者，加特林机枪手。"
+GameplayTips_Tactical="重装变种人士兵拥有额外的护甲。"
+GameplayTips_Tactical="枪手携带轻型手枪，能够使用对峙和雷霆之手。"
+GameplayTips_Tactical="富有经验的爆破者能使用电浆手榴弹，榴弹发射器甚至是火箭发射器。"
+GameplayTips_Tactical="哨兵是守望专家。他们的战术开火技能让他们能够在同一回合射击和守望。"
+GameplayTips_Tactical="毁灭者拥有穿透和撕碎护甲的弹药。他们也对环境物体造成额外伤害，所以不要躲在车后面。。。"
+GameplayTips_Tactical="打击者持有霰弹枪以及拥有增强的机动性，高级变种人别的打击者具有近战专家能力。"
+GameplayTips_Tactical="最高级变种人别的加特林机枪手拥有破坏，点燃他们，连环射击技能。"
+GameplayTips_Tactical="在ABA里，游戏难度只会改变敌人的生命值。其他都是固定的。"

